[
  {
    "number": 1,
    "limitations": [
      "A process for producing a multi-modal polyolefin, comprising:",
      "polymerizing the multi-modal polyolefin in the presence of a metallocene catalyst system in at least a slurry-phase polymerization stage and a gas-phase polymerization stage arranged in series in any order, wherein the multi-modal olefin comprises:",
      "(i) a first polyolefin fraction having a density of less than about 940 kg/m.sup.3, and (ii) a second polyolefin fraction having a density of less than about 930 kg/m.sup.3."
    ],
    "depends_on": [],
    "dependent_claims": [
      2,
      3,
      4,
      5,
      6,
      7,
      8,
      9,
      10,
      11,
      14,
      15,
      18,
      19,
      20
    ]
  },
  {
    "number": 2,
    "limitations": [
      "The process of claim 1 wherein the first polyolefin fraction has a density of less than about 930 kg/m.sup.3."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 3,
    "limitations": [
      "The process according to claim 1 wherein the second polyolefin fraction has a density of less than about 925 kg/m.sup.3."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 4,
    "limitations": [
      "The process according to claim 1 wherein the first polyolefin fraction has a melt index of 1 dg/min or greater, and wherein the second polyolefin fraction as a melt index of 3 dg/min or less."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 5,
    "limitations": [
      "The process according to claim 1 wherein the first polyolefin fraction has a melt index of 5 dg/min or greater."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 6,
    "limitations": [
      "The process according to claim 1 wherein the second polyolefin fraction as a melt index of 1 dg/min or less."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 7,
    "limitations": [
      "The process according to claim 1 wherein first polyolefin fraction is present from about 30% to about 50% by weight of the multi-modal polyolefin, and wherein the second polyolefin fraction is present from about 70% to about 50% by weight of the multi-modal polyolefin."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 8,
    "limitations": [
      "The process according to claim 1 wherein ethylene is present in the slurry-phase polymerization stage in an amount ranging from about 3 mol % to about 10 mol %, and wherein a co-monomer is present in the slurry-phase polymerization stage in an amount ranging from about 0.05 to about 0.6 mole of the co-monomer per mole of the ethylene."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 9,
    "limitations": [
      "The process according to claim 1 wherein the gas-phase polymerization stage has an ethylene partial pressure of about 6 bar to about 25 bar and wherein a co-monomer is present in the gas-phase polymerization stage in an amount ranging from about 0.03 to about 0.08 mole of the co-monomer per mole of the ethylene in the gas phase."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 10,
    "limitations": [
      "The process according to claim 1 wherein the multi-modal polyolefin comprises polyethylene."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 11,
    "limitations": [
      "The process according to claim 1 wherein at least ethylene and a co-monomer are polymerized to produce the multi-modal polyolefin."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": [
      12,
      13
    ]
  },
  {
    "number": 12,
    "limitations": [
      "The process according to claim 11 wherein the co-monomer used in the slurry reactor is 1-butene and the co-monomer used in the gas phase reactor is 1-hexene."
    ],
    "depends_on": [
      11
    ],
    "dependent_claims": []
  },
  {
    "number": 13,
    "limitations": [
      "The process according to claim 11 wherein the co-monomer comprises from 3 to 12 carbon atoms."
    ],
    "depends_on": [
      11
    ],
    "dependent_claims": []
  },
  {
    "number": 14,
    "limitations": [
      "The process according to claim 1 wherein the metallocene catalyst system comprises (C.sub.5H.sub.3Me,n-Bu).sub.2ZrCl.sub.2, where Me is methyl Bu is n-butyl."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": [
      16
    ]
  },
  {
    "number": 15,
    "limitations": [
      "The process according to claim 1 wherein the metallocene catalyst system comprises Me2Si(H4Ind)ZrCl2, where Me is methyl and H.sub.4Ind is tetrahydroindenyl."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": [
      17
    ]
  },
  {
    "number": 16,
    "limitations": [
      "The process according to claim 14 wherein the multi-modal polyolefin has a melt flow rate of about 0.1 dg/min to about 4.0 dg/min and a density of about 915 kg/m.sup.3 to about 924 kg/m.sup.3."
    ],
    "depends_on": [
      14
    ],
    "dependent_claims": []
  },
  {
    "number": 17,
    "limitations": [
      "The process according to claim 15 wherein the multi-modal polyolefin has a melt flow rate of about 0.1 dg/min to about 4.0 dg/min and a density of about 915 kg/m3 to about 924 kg/m3."
    ],
    "depends_on": [
      15
    ],
    "dependent_claims": []
  },
  {
    "number": 18,
    "limitations": [
      "The process according to claim 1 wherein the slurry-phase polymerization stage precedes the gas-phase polymerization stage."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 19,
    "limitations": [
      "The process according to claim 1 wherein the slurry-phase polymerization stage comprises a loop reactor."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 20,
    "limitations": [
      "The process according to claim 1 wherein hydrogen gas is introduced into slurry-phase polymerization and into the gas-phase polymerization stage."
    ],
    "depends_on": [
      1
    ],
    "dependent_claims": []
  },
  {
    "number": 21,
    "limitations": [
      "(canceled)"
    ],
    "depends_on": [],
    "dependent_claims": []
  },
  {
    "number": 22,
    "limitations": [
      "(canceled)"
    ],
    "depends_on": [],
    "dependent_claims": []
  },
  {
    "number": 23,
    "limitations": [
      "(canceled)"
    ],
    "depends_on": [],
    "dependent_claims": []
  },
  {
    "number": 24,
    "limitations": [
      "(canceled)"
    ],
    "depends_on": [],
    "dependent_claims": []
  },
  {
    "number": 25,
    "limitations": [
      "(canceled)"
    ],
    "depends_on": [],
    "dependent_claims": []
  }
]